import Container from '../Container/Container';

export default function FAQ() {
    return (
        <Container>
            <h1>Често задавани въпроси</h1>
            <h2>Мога ли да уча без профил?</h2>
            <p>Можеш да достъпваш сесии и като гост, но за да създаваш и запазавш тестета е необходимо да си направиш акаунт</p>
            <h2>Колко карти може да има едно тесте?</h2>
            <p>Едно тесте може да има не повече от 75 карти. Всяка карта трябва да е между 1 и 75 символа и от двете страни</p>
        </Container>
    )
}